thesis1/thesisSplit1/diam2.tex
% Created 2010-08-27 Fri 21:04
\documentclass[pre,preprint]{revtex4-1}


\title{\author{Don Blair\}}
%\author{Don Blair}
\date{27 August 2010}

\begin{document}





\begin {abstract}
We define a new qeometric quantity, the diameter, on Potts Model clusters, and determine the scaling of the diameter with system size for $q=1,2,3,4$ in 2D, and $q=2$ in 4D, using a particularly efficient algorithm for $q=1$.  We find that that scaling exponents for the diameter and the chemical distance are the same within error.
\end{abstract}
\title{Diameter of Random Clusters}
\maketitle

\end{document}